Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The licensees are Talisman Energy Norge AS with 18 percent, Lundin Norway AS with 18 percent and RWE Dea AS with 12 percent.
nb: Rettighetshavere er Talisman Energy Norge AS med en eierandel på 18 prosent, Lundin Norway AS med 18 prosent og RWE Dea AS med 12 prosent.

source: Production license 335 was awarded in the 2004 APA.
nb: Utvinningstillatelse 335 ble tildelt i TFO (Tildeling i forhåndsdefinerte områder) i 2004.

source: The acreage in this production license consists of parts of the blocks 7/4, 7/7 and block 7/10, which borders the British sector in the southern North Sea.
nb: Arealet i denne utvinningstillatelsen består av deler av blokkene 7/4, 7/7 og blokk 7/10 som grenser opp mot engelsk side i den sørlige delen av Nordsjøen.

source: Well 7/7-4 is the first exploration well in this production license.
nb: Brønn 7/7-4 er den første letebrønnen i denne utvinningstillatelsen.

source: It is also the first well which will be operated by BG Norge AS on the Norwegian Shelf.
nb: Den er i tillegg den første brønnen som bli operert av BG Norge på norsk sokkel.

source: The drilling permit has been granted on the condition that the other permits and consents required by the authorities have been received before the drilling activity starts.
nb: Boretillatelse forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: In mid September 2007, StatoilHydro proved light oil with well 16/2-3 in low-permeability chalk in the Upper Cretaceous reservoir rocks.
nb: I midten av september 2007 påviste StatoilHydro med brønn 16/2-3 lett olje i lavpermeable kalksteiner i øvre kritt reservoarbergarter.

source: Discovery 16/2-3 is located 35 km east of the discovery 15/3-1 Gudrun in the central North Sea.
nb: Funnet 16/2-3 er lokalisert 35 km øst for funnet 15/3-1 Gudrun i midtre del av Nordsjøen.

source: The appraisal well shows that the size of the discovery is likely to be in the range 5 - 10 million Sm3 recoverable oil.
nb: Avgrensingsbrønnen viser at størrelsen på funnet trolig er mellom 5 - 10 millioner Sm3 utvinnbar olje.

source: A series of small-scale formation tests were carried out, showing promising flow properties.
nb: En rekke småskala formasjonstester ble utført som viste lovende strømningsegenskaper.

source: Smaller amounts of gas were also found in the bedrock.
nb: I tillegg ble det påtruffet mindre mengder gass i grunnfjellet.

source: Small-scale formation tests showed limited flow properties in the bedrock.
nb: Småskala formasjonstester viste begrensede strømningsegenskaper i grunnfjellet.

source: The well was not tested for production, but extensive data collection and sampling were carried out.
nb: Brønnen ble ikke produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: One more horizontal test well is needed before the discovery may be considered for development.
nb: Det trengs ytterligere en horisontal test-brønn før funnet kan være aktuelt for utbygging.

source: This is the third exploration well in Production Licence 265.
nb: Dette er den tredje letebrønnen i utvinningstillatelse 265.

source: The licence was awarded in 2001 in connection with the North Sea awards 2000.
nb: Tillatelsen ble tildelt i 2001 i forbindelse med Nordsjøtildelingen 2000.

source: The well was drilled to a vertical depth of 1952 metres below sea level and was concluded in bedrock.
nb: Brønnen ble boret til et vertikalt dyp på 1952 meter under havflaten og ble avsluttet i grunnfjell.

source: The sea depth is 113 metres.
nb: Havdypet er 113 meter.

source: Well 16/2-4 was drilled with the drilling facility West Epsilon, which will now be going to a shipyard before drilling the next well, 30/2-4 S on the Huldra field in the North Sea.
nb: Brønn 16/2-4 ble boret av boreinnretningen West Epsilon som nå skal på verft før boring av neste brønn 30/2-4 S på Huldrafeltet i Nordsjøen.

source: Licensees in Production Licence 265:
nb: Rettighetshavere i utvinningstillatelse 265:

source: StatoilHydro ASA (operator):
nb: StatoilHydro ASA (operatør):

source: 30 per cent
nb: 30 prosent

source: 10 per cent
nb: 10 prosent

source: The exploration target for well 24/12-5 S was to delimit the 24/12-3 S discovery.
nb: Letemålet for brønn 24/12-5 S var å avgrense 24/12-3 S-funnet.

source: The well was drilled to a vertical depth of 2214 metres below the sea surface, and was concluded in the Heimdal formation in Paleocene rocks.
nb: Brønnen ble boret til et vertikalt dyp på 2214 meter under havflaten, og ble avsluttet i Heimdalformasjonen i paleocene bergarter.

source: Water depth at the site was 116 metres.
nb: Havdypet var 116 meter.

source: Well 24/12-5 S was drilled by the semi-submersible drilling facility Bredford Dolphin, which will now drill wildcat well 31/1-1 in production licence 311 operated by Marathon Petroleum Norge AS.
nb: Brønn 24/12-5 S ble boret av den halvt nedsenkbare boreinnretningen Bredford Dolphin som nå skal bore undersøkelsesbrønn 31/1-1 i utvinningstillatelse 311 der Marathon Petroleum Norge AS er operatør.

source: The licensees in production licence 341 are:
nb: Rettighetshaverne i utvinningstillatelse 341 er:

source: NOIL Energy ASA (subsidiary of Det norske oljeselskap ASA) (operator):
nb: NOIL Energy ASA (datterselskap av Det norske oljeselskap ASA) (operatør):

source: The well was drilled on the Askeladd Beta prospect in block 7120/8 about 6 kilometres south-west of the Snøhvit field and 150 kilometres north-west of Hammerfest.
nb: Brønnen ble boret på Askeladd Beta-prospektet i blokk 7120/8 om lag 6 kilometer sørvest for Snøhvitfeltet og 150 kilometer nordvest for Hammerfest.

source: The purpose of the well was to prove hydrocarbons in Jurassic sandstones as additional resources for a potential expansion of the LNG plant on Melkøya.
nb: Formålet med brønnen var å påvise hydrokarboner i sandsteiner av jura alder som tilleggsressurser for en eventuell utvidelse av LNG-anlegget på Melkøya.

source: The well was dry, with only traces of hydrocarbons.
nb: Brønnen var tørr, og det ble kun påvist spor av hydrokarboner.

source: Well 7120/8-4 was drilled to a total vertical depth of 2674 metres below the sea surface and was concluded in rocks from the Late Triassic Age.
nb: Brønn 7120/8-4 ble boret til et totalt vertikalt dyp på 2674 meter under havoverflaten og ble avsluttet i bergarter fra sentrias.

source: Well 7120/8-4 was drilled using the Polar Pioneer drilling facility in 275 metres of water.
nb: Brønn 7120/8-4 ble gjennomført med boreinnretningen Polar Pioneer på 275 meters vanndyp.

source: The licensees in the Snøhvit Unit are:
nb: Rettighetshaverne i Snøhvit Unit er:

source: StatoilHydro ASA (operator)
nb: StatoilHydro ASA (operatør)

source: The well is located in the Farsund basin in the southern North Sea, about 50 km south of Farsund.
nb: Brønnen er lokalisert i Farsundbassenget sør i Nordsjøen, ca 50 km sør for Farsund.

source: The primary objective of the well was to prove petroleum in Jurassic reservoir rocks in a prospect called Loshavn.
nb: Primært mål for brønnen var å påvise petroleum i jura reservoarbergart, i et prospekt kalt Loshavn.

source: The secondary objective was to examine reservoir rocks from the Permian Age.
nb: Sekundært mål var å undersøke reservoarbergarter i perm.

source: The well was dry.
nb: Brønnen var tørr.

source: Reservoir rocks were encountered in the Jurassic layer.
nb: Det ble påtruffet reservoarbergarter i jura.

source: The well provided important information about this area of southeast part of the North Sea, and extensive data was collected.
nb: Brønnen har gitt viktig informasjon om dette området sørøst i Nordsjøen, og det er gjennomført omfattende datainnsamling.

source: The well was drilled to a vertical depth of 1929 meters below the sea surface and was concluded in rocks from the Lower Permian/Carboniferous Age.
nb: Brønnen ble boret til et vertikalt dyp på 1929 meter under havflaten og ble avsluttet i bergarter av nedre perm/karbon.

source: Water depth at the site was 176 meters.
nb: Havdypet var 176 meter.

source: Well 11/5-1 was drilled by the semi-submersible drilling facility Polar Pioneer.
nb: Brønn 11/5-1 ble boret av den halvt nedsenkbare boreinnretningen Polar Pioneer.

source: Licensees in production licence 317 are:
nb: Rettighetshavere i utvinningstillatelse 317 er:

source: Norsk Hydro Produksjon AS (operator)
nb: Norsk Hydro Produksjon AS (operatør)

source: The well is located about 20 km south of the Alvheim field in the North Sea.
nb: Brønnen er lokalisert om lag 20 km sør for Alvheimfeltet i Nordsjøen.

source: The purpose of the well was to prove petroleum in the lower Paleogenic reservoir rocks in a prospect called Lie.
nb: Hensikten med brønnen var å påvise petroleum i nedre paleogene reservoarbergarter i et prospekt kalt Lie.

source: Good quality Heimdal reservoir sand was encountered.
nb: Det ble påtruffet Heimdal reservoarsand med god kvalitet.

source: The well is the first exploration well drilled in production licence 305.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 305.

source: The licence was awarded in APA 2003 (Awards in Predefined Areas).
nb: Tillatelsen ble tildelt i TFO 2003.

source: The well was drilled to a vertical depth of 2165 m below the sea surface, and was concluded in the Lista formation in the Lower Paleogene.
nb: Brønnen ble boret til et vertikalt dyp på 2165 m under havflaten, og ble avsluttet i Listaformasjonen i nedre paleogene.

source: Water depth at the site was 123 m.
nb: Havdypet var 123 m.

source: Well 24/9-8 was drilled using the Bredford Dolphin drilling facility, which will now drill a wildcat well in production licence 338 in the North Sea, operated by Lundin Norway AS.
nb: Brønn 24/9-8 ble boret med boreinnretningen Bredford Dolphin som nå skal bore undersøkelsesbrønn i Nordsjøen i utvinningstillatelse 338, der Lundin Norway AS er operatør.

source: The licensees in production licence 305 are:
nb: Rettighetshavere i utvinningstillatelse 305:

source: Det Norske Oljeselskap ASA (operator):
nb: Det Norske Oljeselskap ASA (operatør):

source: Talisman Energy Norge AS:
nb: Talisman Energy Norge:

source: The well is located close to the Norway/UK border, about 50 km north of the Ula field in the North Sea.
nb: Brønnen er lokalisert nær grensen mellom Norge og Storbritannia, ca 50 km nord for Ulafeltet i Nordsjøen.

source: The water depth at the well location is 83 m.
nb: Vanndypet er 83 meter.

source: The purpose of the well was to prove hydrocarbons in the Paleocene Forties unit.
nb: Formålet med brønnen var å påvise hydrokarboner i Paleocene Forties-området.

source: 68 m of Forties reservoir sands were encountered at a depth of 2760 m in the well but they were water bearing.
nb: Det ble påtruffet 68 meter med reservoarsand på 2760 meteres dyp, men sanden var vannførende.

source: The well is the first exploration well drilled in production picence 335.
nb: Brønnen er den første undersøkelsesbrønnen som er boret i utvinningstillatelse 335.

source: The licence was awarded in APA 2004 (Awards in Predefined Areas).
nb: Utvinningstillatelsen bli tildelt i TFO 2004 (Tildeling i forhåndsdefinerte områder).

source: The well was drilled to a depth of 3033 m MD, and was terminated in the top Ekofisk Formation.
nb: Brønnen ble boret til et totaldyp på 3033 meter, og ble avsluttet i toppen av Ekofiskformasjonen.

source: Well 7/7-4 was drilled using the Mærsk Guardian drilling rig.
nb: Brønnen ble boret med den flyttbare innretningen Maersk Guardian.

source: This rig will now move to PL 274 to drill an exploration well operated by DONG.
nb: Den skal nå flyttes til utvinningstillatelse 274 for å bore en letebrønn for DONG.

source: The licensees in production licence 335 are:
nb: Rettighetshaverne i utvinningstillatelse 335 er:

source: The well lies in the Vøring basin approx. 160 kilometres northwest of the Åsgard field in the northern part of the Norwegian Sea.
nb: Brønnen ligger i Vøringbassenget om lag 160 kilometer nordvest for Åsgardfeltet i nordlige del av Norskehavet.

source: The purpose of the well was to explore the oil and gas potential in the sandstone in the Nise and Lysing formation from the Upper Cretaceous.
nb: Målet for brønnen var å undersøke potensialet for olje og gass i øvre kritt (Nise- og Lysingformasjonen).

source: The well is dry, and only thin layers of cemented sandstone were found in the potential reservoir zones.
nb: Brønnen er tørr, og det ble kun påtruffet tynne lag med sementerte sandsteiner i de potensielle reservoarsonene.

source: This is the first well in production license 324.
nb: Dette er den første brønnen i utvinningstillatelse 324.

source: The license was awarded in the 18th licensing round in 2004.
nb: Tillatelsen ble tildelt i 18. konsesjonsrunde i 2004.

source: The well was drilled to a total depth of 4170 metres below the surface of the sea and ended in rocks from the Upper Cretaceous.
nb: Brønnen ble boret til en total dybde på 4170 meter under havflaten, og ble avsluttet i bergarter i øvre kritt.

source: The wells were drilled by the semi-submersible drilling facility Transocean Leader at a water depth of 1190 metres.
nb: Brønnen ble boret av den halvt nedsenkbare boreinnretningen Transocean Leader på 1190 meters vanndyp.

source: Transocean Leader will proceed to production licensee 281 in the Norwegian Sea to drill wildcat well 6405/10-1, operated by Statoil.
nb: Transocean Leader skal nå videre til utvinningstillatelse 281 i Norskehavet for å bore undersøkelsesbrønn 6405/10-1 som er operert av Statoil.

source: The licensees in production license 324 are:
nb: Rettighetshavere i utvinningstillatelse 324 er:

source: ENI Norge AS (operator)
nb: ENI Norge AS (operatør)

source: The well was drilled on the "Snøhetta" prospect in block 6609 on Nordlandsryggen, about 100 km north-west of the Norne field .
nb: Brønnen ble boret på "Snøhetta "-prospektet i blokk 6609 på Nordlandsryggen om lag 100 km nordvest av Nornefeltet.

source: The primary target of the well was to test the hydrocarbon potential in sandstone from the Cretaceous Age, while the secondary target was a potential prospect in the Eocene (Tertiary).
nb: Formålet med brønnen var primært å påvise hydrokarboner i sandsteiner av kritt alder, mens sekundært mål var en prospektmulighet i eocen.

source: The well did not prove hydrocarbons, and only a thin layer of sandstone was encountered in the potential reservoir zones.
nb: Det ble kun påtruffet tynne lag med sandsteiner i de potensielle reservoarsonene.

source: This was the first well drilled in this production licence, which was awarded in the 17th licensing round in 2002.
nb: Dette var første brønn i utvinningstillatelse 286 som ble tildelt i 17. konsesjonsrunde i 2002.

source: The well was drilled to a total depth of 2710 meters below the sea surface, and was concluded in rocks from the Triassic Age.
nb: Brønnen ble boret til et totaldyp på 2710 meter under havflaten, og ble avsluttet i bergarter av trias alder.

source: Well 6609/6-1 was drilled by the Polar Pioneer drilling facility in 330 m of water.
nb: Brønn 6609/6-1 ble gjennomført med boreinnretningen Polar Pioneer på 330 m vanndyp.

source: The Polar Pioneer will now proceed to the Snøhvit Unit to drill well 7120/8-4.
nb: Polar Pioneer skal nå til Snøhvit Unit for å bore brønn 7120/8-4.

source: The licensees in production licence 286 are:
nb: Rettighetshavere i utvinningstillatelse 286 er:

source: StatoilHydro ASA (Operator)
nb: StatoilHydro ASA (Operatør)

source: The well was drilled on a prospect called Bjørk in block 6608/8 about 33 kilometres north of the Norne field.
nb: Brønnen ble boret på et prospekt kalt Bjørk i blokk 6608/8 om lag 33 km nord for Nornefeltet.

source: The purpose of the well was to prove hydrocarbons in Cretaceous rocks.
nb: Formålet med brønnen var å påvise hydrokarboner i sandsteiner av kritt alder.

source: Several thick reservoir zones were encountered in Cretaceous rocks.
nb: Det ble påvist flere mektige reservoarsoner i bergarter av kritt alder.

source: This was the first exploration well in production licence 352.
nb: Dette var den første letebrønnen i utvinningstillatelse 352.

source: The production licence was awarded in APA 2004 (Award in Predefined Areas).
nb: Utvinningstillatelsen ble tildelt i TFO 2004 (Tildeling i forhåndsdefinerte området)

source: Well 6608/8-2 was drilled to a total vertical depth of 2809 metres below sea level and was concluded in Late Triassic rocks.
nb: Brønn 6608/8-2 ble boret til et totalt vertikalt dyp på 2809 m under havoverflaten og ble avsluttet i bergarter fra sen-trias.

source: Well 6608/8 was drilled by the drilling facility Ocean Vanguard on a water depth of 337 metres.
nb: Brønn 6608/8-2 ble gjennomført med boreinnretningen Ocean Vanguard på 337 meters vanndyp.

source: Ocean Vanguard are now on its way to a yard for classification.
nb: Ocean Vanguard skal nå til verft for klassing.

source: Licensees in production licence 352 are:
nb: Rettighetshaverne i utvinningstillatelse 352 er:

source: Wildcat well 6607/2-1 was drilled to a total depth of 3503 metres TVD below the sea surface.
nb: Undersøkelsesbrønn 6607/2-1 ble boret til et totaldyp på 3503 meter TVD under havflaten.

source: The well was concluded in the Springar formation in rocks of Upper Cretaceou age.
nb: Brønnen ble avsluttet i Springarformasjonen av øvre kritt alder.

source: Well 6607/2-1 was drilled using the semi-submersible drilling facility Transocean Leader.
nb: Brønn 6607/2-1 ble boret av den halvt nedsenkbare boreinnretningen Transocean Leader.

source: Licensees in production licence 329:
nb: Rettighetshavere i utvinningstillatelse 329 er:

source: Eni Norge AS (operator)
nb: Eni Norge AS (operatør)

source: The MoU includes cooperation in the field of geology and geophysics in the high north and is vested on the Energy Dialogue agreement from 2005, between Norwegian Prime Minister and the Russian Federation President.
nb: MoU’en omfatter samarbeid innen geologi og geofysikk i nordområdene og bygger på Energi dialogen mellom Norge og Russland som ble undertegnet av den norske og russiske statsminister i 2005,.

source: For planning, organization and coordination of cooperation activities it is established a steering committee - Geo Forum, between the two parties.
nb: For å planlegge, gjennomføre og koordinere aktiviteter i samarbeidet, er det etablert en styringsgruppe – Geo Forum, bestående av representanter fra Oljedirektoratet og Rosnedra.

source: The signing was made by Bente Nyland, Director General NPD and Anatoly Ledovskikh, Director General Rosnedra, in connection with the 33rd International Geological Congress 2008 at Lillestrøm.
nb: Signeringen ble gjort av oljedirektør Bente Nyland og direktør for Rosnedra, Anatoly Ledovskikh, i forbindelse med den 33.

source: Topics: International Activity
nb: Tema: Internasjonal virksomhet

source: The well is localised approx. 40 km north of the Ormen Lange field and approx. 30 km south of the Ellida discovery in deep waters in the Norwegian Sea.
nb: Brønnen er lokalisert om lag 40 km nord for Ormen Langefeltet og ca 30 km sør for 6405/7-1 Ellida på dypt vann i Norskehavet.

source: The purpose of the well was to prove petroleum in the Upper Cretaceous reservoir rocks (the Nise formation) in the "Midnattsol" prospect.
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Niseformasjonen) i et prospekt kalt Midnattsol.

source: The well proved gas in the Nise formation in a poor quality reservoir.
nb: Brønnen påviste gass i Niseformasjonen i reservoar med dårlig reservoarkvalitet.

source: The size of the discovery is not yet clear, but the NPD's preliminary estimates gives an uncertainty range of 1 - 15 billion Sm3 of recoverable gas.
nb: Funnets størrelse er uavklart, men ODs foreløpige anslag gir et usikkerhetspenn på 1 - 15 milliarder Sm3 utvinnbar gass.

source: Small-scale formation tests were carried out and showd limited flow properties.
nb: Småskala formasjonstester ble utført og viste begrensede strømningsegenskaper.

source: Extensive data collection programs will form the basis for further analyses of the discovery's size and production properties.
nb: Omfattende datainnsamlingsprogram blir lagt til grunn for videre analyser av funnets størrelse og produksjonsegenskaper.

source: It is therefore too soon to conclude whether the discovery can be developed.
nb: Det er derfor for tidlig å konkludere om funnet kan bygges ut.

source: The well is the second exploration well in production license 281.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 281.

source: The license was awarded in the 17th licensing round.
nb: Tillatelsen ble tildelt i 17. konsesjonsrunde.

source: The well was drilled to a vertical depth of 3158 metres below sea level, and ended in the Nise formation in the Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 3158 m under havflaten, og ble avsluttet i Niseformasjonen i øvre kritt.

source: The sea depth was 928 metres.
nb: Havdypet var 928 m.

source: Well 6405/10-1 was drilled with the drilling facility Transocean Leader, which will continue to production license 293 in the North Sea to drill wildcat well 34/12-1 for Eni Norge AS following a shipyard stay of approx. 1 month for the 5-year classification.
nb: Brønn 6405/10-1 ble boret med boreinnretningen Transocean Leader som skal til utvinningstillatelse 293 i Nordsjøen for å bore undersøkelsesbrønn 34/12-1 av Eni Norge AS etter et verkstedsopphold på ca 1 måned for 5 års klassifisering.

source: Licensees in production license 281:
nb: Rettighetshavere i utvinningstillatelse 281:

source: Statoil ASA (operator)
nb: Statoil ASA (operatør)

source: The well is located approx. one kilometer northeast of the 6507/11-1 Midgard discovery, which is part of the Åsgard field in the Norwegian Sea.
nb: Brønnen ligger cirka 1 kilometer nordøst for funnet 6507/11-1 Midgard, som er en del av Åsgardfeltet i Norskehavet.

source: The purpose of the well was to prove gas in reservoir rock from the Early to Mid-Jurassic (the Fangst and Båt groups) in a prospect called "Yttergryta".
nb: Hensikten med brønnen var å påvise gass i reservoarbergarter fra tidlig til mellomjura (Fangst- og Båtgruppene) i et prospekt kalt ”Yttergryta”.

source: The well proved gas in the Fangstgroup from the Mid-Jurassic.
nb: Brønnen påviste gass i Fangstgruppen fra mellomjura.

source: The preliminary estimates of the find are between one and three billion standard cubic metres (Sm3) of recoverable gas.
nb: De foreløpige anslagene på funnet er mellom 1 og 3 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The plan is to connect the find with the infra-structure on the Åsgård field.
nb: Funnet planlegges knyttet opp til infrastrukturen på Åsgardfeltet.

source: The well was not formation-tested, but comprehensive data collection and sampling has been undertaken.
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: The well was drilled as a combined exploration and production well.
nb: Brønnen er boret som en kombinert undersøkelses- og produksjonsbrønn.

source: It has been temporarily plugged.
nb: Den er midlertidig plugget.

source: Well completion is planned in 2008.
nb: Det er planlagt å fullføre kompletteringen av brønnen i 2008.

source: This is the sixth exploration well in production licence 062.
nb: Dette er den sjette letebrønnen i utvinningstillatelse 062.

source: Saga Petroleum was awarded the licence in the fifth licensing round in 1981.
nb: Tillatelsen ble tildelt Saga Petroleum i femte konsesjonsrunde i 1981.
